# Winget machine
// winget install --exact --id $app --scope machine --source winget --accept-package-agreements --accept-source-agreements

## システムユーティリティ
Microsoft.AppInstaller
MartiCliment.UniGetUI
Microsoft.PowerShell
Microsoft.PowerToys
xanderfrangos.twinkletray
Blinue.Magpie
Logitech.OptionsPlus
Microsoft.GameInput
Apple.iTunes
Apple.AppleSoftwareUpdate
Apple.AppleMobileDeviceSupport
Google.JapaneseIME
Datronicsoft.SpacedeskDriver.Server
RustDesk.RustDesk
Google.ChromeRemoteDesktopHost
ntwind.UploadRemote
voidtools.Everything
AntibodySoftware.WizTree

## ブラウザ・アプリケーション
Vivaldi.Vivaldi

## アプリケーション
SumatraPDF.SumatraPDF
neelabo.NeeView
Notion.Notion

## ゲーム・エンターテイメント
Valve.Steam
EpicGames.EpicGamesLauncher
DMM.GamePlayer
BlueStack.BlueStacks
OBSProject.OBSStudio
Discord.Discord
Spotify.Spotify

## 開発ツール
Microsoft.WindowsTerminal
Microsoft.VisualStudio.BuildTools --override "--add Microsoft.VisualStudio.Workload.VCTools --add Microsoft.VisualStudio.Component.VC.Tools.x86.x64 --add Microsoft.VisualStudio.Component.WindowsSDK.11"
// Microsoft.VisualStudioCode
Codeium.Windsurf
Neovim.Neovim
Docker.DockerDesktop
Unity.UnityHub
DevToys-app.DevToys
M2Team.NanaZip

## クリエイティブツール
KDE.Krita
Celsys.ClipStudioPaint --version 4.0.3
Inkscape.Inkscape
BlenderFoundation.Blender
stakira.OpenUTAU
Audacity.Audacity
FlorianHeidenreich.Mp3tag

## CLI ツール・ユーティリティ
jdx.mise
sxyazi.yazi
Gyan.FFmpeg
7zip.7zip
jqlang.jq
oschwartz10612.Poppler
sharkdp.fd
BurntSushi.ripgrep.MSVC
junegunn.fzf
ajeetdsouza.zoxide
ImageMagick.ImageMagick
Git.Git
zyedidia.micro
JesseDuffield.lazygit
JesseDuffield.Lazydocker
lsd-rs.lsd
sharkdp.bat
